Repository: Sethorax/typo3-fluidloader
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# pages.tx_fluidloader_layout
source: Page layout
de: Seitenlayout

# pages.palettes.page_layout
source: Page layout
de: Seitenlayout

# extconf.template_root_path
source: Relative path to the template directory.
de: Relativer Pfad zum Template-Verzeichnis.

# extconf.layout_root_path
source: Relative path to the layout directory.
de: Relativer Pfad zum Layout-Verzeichnis.

# extconf.partial_root_path
source: Relative path to the partial directory.
de: Relativer Pfad zum Partial-Verzeichnis.

# flashmessages.dir_not_found_error.title
source: Configuration Error
de: Konfigurationsfehler

# flashmessages.dir_not_found_error.message
source: Template directory not specified!
de: Template-Verzeichnis nicht angegeben!

# flashmessages.parse_error.title
source: Parse Error
de: Parserfehler

# flashmessages.parse_error.message
source: Error parsing template configuration!
de: Fehler beim Parsen des Templates!

# flashmessages.template_not_found.title
source: Configuration Error
de: Konfigurationsfehler

# flashmessages.template_not_found.message
source: No template selected for this page!
de: Kein Template für diese Seite ausgewählt!
